Repository: HungHuynh1210/Voice-Translate
Catalog: Voice Translate/Voice Translate/App/Localizable.xcstrings
Source language: en
Languages: de, es, ja, ko, pt, vi, zh_hant

source: Detect language from speech or photo automatically
de: Sprache automatisch anhand von Sprache oder Fotos erkennen
es: Detecta el idioma a partir de voz o foto automáticamente.
ja: 音声や写真から言語を自動的に検出
ko: 음성이나 사진에서 언어를 자동으로 감지합니다.
pt: Detecte automaticamente o idioma da fala ou foto
vi: Tự động phát hiện ngôn ngữ từ giọng nói hoặc ảnh
zh_hant: 自動偵測語音或照片中的語言

source: Display in
de: Anzeige in
es: Mostrar en
ja: 表示場所
ko: 표시 위치
pt: Exibir em
vi: Hiển thị bằng
zh_hant: 顯示於

source: Display in:
de: Anzeige in:
es: Mostrar en:
ja: 表示場所:
ko: 표시 위치:
pt: Exibir em:
vi: Hiển thị bằng:
zh_hant: 顯示於：

source: Done
de: Erledigt
es: Hecho
ja: 終わり
ko: 완료
pt: Feito
vi: Hoàn tất
zh_hant: 完畢

source: double arrow
de: Doppelpfeil
es: doble flecha
ja: 二重矢印
ko: 이중 화살표
pt: seta dupla
vi: mũi tên kép
zh_hant: 雙箭頭

source: E.g. Professional Tone
de: Z.B. Professioneller Ton
es: P.ej. Tono profesional
ja: 例えば。プロフェッショナルトーン
ko: 예: 전문적인 톤
pt: Por exemplo Tom Profissional
vi: VD: Giọng Chuyên Nghiệp
zh_hant: 例如。專業語氣

source: earphone jack or adapter
de: Kopfhöreranschluss oder Adapter
es: conector para auriculares o adaptador
ja: イヤホンジャックまたはアダプター
ko: 이어폰 잭 또는 어댑터
pt: fone de ouvido ou adaptador
vi: giắc cắm tai nghe hoặc đầu chuyển
zh_hant: 耳機插孔或轉接器

source: Edit Text
de: Text bearbeiten
es: Editar texto
ja: テキストの編集
ko: 텍스트 편집
pt: Editar texto
vi: Sửa văn bản
zh_hant: 編輯文字

source: Education
de: Ausbildung
es: Educación
ja: 教育
ko: 교육
pt: Educação
vi: Giáo dục
zh_hant: 教育

source: Enable Free Trial
de: Aktivieren Sie die kostenlose Testversion
es: Habilitar prueba gratuita
ja: 無料トライアルを有効にする
ko: 무료 평가판 활성화
pt: Habilitar avaliação gratuita
vi: Kích hoạt dùng thử miễn phí
zh_hant: 啟用免費試用

source: Enable Voice Cloning
de: Aktivieren Sie das Klonen von Stimmen
es: Habilitar la clonación de voz
ja: 音声クローン作成を有効にする
ko: 음성 복제 활성화
pt: Ativar clonagem de voz
vi: Kích hoạt Bản sao giọng nói
zh_hant: 啟用語音克隆

source: Enable voice cloning to generate interpreted voices that sound exactly like you.
de: Aktivieren Sie das Klonen von Stimmen, um interpretierte Stimmen zu generieren, die genau wie Sie klingen.
es: Habilite la clonación de voz para generar voces interpretadas que suenen exactamente como usted.
ja: 音声クローンを有効にして、あなたとまったく同じように聞こえる解釈された音声を生成します。
ko: 음성 복제를 활성화하여 귀하와 똑같이 들리는 해석된 음성을 생성하세요.
pt: Ative a clonagem de voz para gerar vozes interpretadas que soam exatamente como você.
vi: Kích hoạt bản sao giọng nói để tạo giọng phiên dịch phát âm giống hệt bạn.
zh_hant: 啟用語音克隆以產生聽起來與您一模一樣的解釋聲音。

source: English
de: Englisch
es: Inglés
ja: 英語
ko: 영어
pt: Inglês
vi: Tiếng Anh
zh_hant: 英語

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu dirección de correo electrónico
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
pt: Digite seu endereço de e-mail
vi: Nhập địa chỉ email của bạn
zh_hant: 輸入您的電子郵件地址

source: Español
de: Spanisch
ja: スペイン語
ko: 스페인어
pt: Espanhol
vi: Tiếng Tây Ban Nha
zh_hant: 西班牙語

source: Feedback
de: Rückmeldung
es: Comentario
ja: フィードバック
ko: 피드백
pt: Opinião
vi: Phản hồi
zh_hant: 回饋

source: Feedback sent succesfully!
de: Feedback erfolgreich gesendet!
es: ¡Comentarios enviados exitosamente!
ja: フィードバックが正常に送信されました。
ko: 피드백이 성공적으로 전송되었습니다!
pt: Feedback enviado com sucesso!
vi: Phản hồi đã được gửi thành công!
zh_hant: 反饋發送成功！

source: Finish Later
de: Später beenden
es: Terminar más tarde
ja: 後で終了する
ko: 나중에 완료
pt: Terminar mais tarde
vi: Hoàn thành sau
zh_hant: 稍後完成

source: First, you need to go to the
de: Zuerst müssen Sie zum gehen
es: Primero, debes ir al
ja: まず、に行く必要があります。
ko: 먼저,
pt: Primeiro você precisa ir ao
vi: Đầu tiên, bạn cần đi đến
zh_hant: 首先，您需要前往

source: First, you need to go to the **Settings page > Voice clone option** to confirm the cloning status again. If it shows
de: Zuerst müssen Sie zur **Seite „Einstellungen“ > Option „Sprachklonen“** gehen, um den Klonstatus erneut zu bestätigen. Wenn es angezeigt wird
es: Primero, debe ir a la **Página de Configuración > Opción de clonación de voz** para confirmar el estado de clonación nuevamente. si se muestra
ja: まず、**[設定] ページ > [音声クローン オプション**] に移動して、クローン作成ステータスを再度確認する必要があります。それが表示される場合
ko: 먼저 **설정 페이지 > 음성 복제 옵션**으로 이동하여 복제 상태를 다시 확인해야 합니다. 그것이 보여지면
pt: Primeiro, você precisa ir para a **página Configurações > opção Clone de voz** para confirmar o status da clonagem novamente. Se isso mostrar
vi: Trước tiên, bạn cần truy cập **Trang cài đặt > Tùy chọn sao chép giọng nói** để xác nhận lại trạng thái sao chép. Nếu nó hiển thị
zh_hant: 首先，您需要進入**設定頁面>語音複製選項**再次確認複製狀態。如果顯示

source: Flash
de: Blitz
es: Destello
ja: フラッシュ
ko: 플래시
pt: Clarão
vi: Đèn Flash
zh_hant: 閃光

source: Flashlight
de: Taschenlampe
es: Flash
ja: 懐中電灯
ko: 플래시
pt: Lanterna
vi: Đèn pin
zh_hant: 手電筒

source: For more information, please refer to our
de: Weitere Informationen finden Sie in unserem
es: Para obtener más información, consulte nuestra
ja: 詳細については、当社のウェブサイトを参照してください。
ko: 자세한 내용은 당사를 참조하세요.
pt: Para mais informações, consulte nosso
vi: Để biết thêm thông tin, vui lòng tham khảo
zh_hant: 欲了解更多信息，請參閱我們的

source: foreign language text or click the speaker button
de: Geben Sie einen fremdsprachigen Text ein oder klicken Sie auf die Lautsprecherschaltfläche
es: texto en idioma extranjero o haga clic en el botón del altavoz
ja: 外国語のテキストまたはスピーカーボタンをクリックします
ko: 외국어로 문자를 보내거나 스피커 버튼을 클릭하세요
pt: texto em idioma estrangeiro ou clique no botão do alto-falante
vi: văn bản ngoại ngữ hoặc nhấp vào nút loa
zh_hant: 外語文字或點選揚聲器按鈕

source: Gallery
de: Galerie
es: Galería
ja: ギャラリー
ko: 갱도
pt: Galeria
vi: Thư viện
zh_hant: 畫廊

source: Gallery button
de: Schaltfläche „Galerie“.
es: Botón de galería
ja: ギャラリーボタン
ko: 갤러리 버튼
pt: Botão Galeria
vi: Nút Thư viện
zh_hant: 圖庫按鈕

source: General
de: Allgemein
ja: 一般的な
ko: 일반적인
pt: Em geral
vi: Đa dụng
zh_hant: 一般的

source: Generating Your Voice
de: Generieren Sie Ihre Stimme
es: Generando tu voz
ja: あなたの声を生成する
ko: 당신의 목소리를 생성
pt: Gerando sua voz
vi: Đang tạo giọng nói của bạn
zh_hant: 發出你的聲音

source: Giọng nói
de: Giọng noi
ja: ギンノイ
ko: Giọng noi
zh_hant: 江內

source: Guest User
de: Gastbenutzer
es: Usuario invitado
ja: ゲストユーザー
ko: 게스트 사용자
pt: Usuário convidado
vi: Người dùng Khách
zh_hant: 訪客用戶

source: Handling method for interrupted headphone connection
de: Handhabungsmethode für unterbrochene Kopfhörerverbindung
es: Método de manejo de la conexión de auriculares interrumpida
ja: ヘッドホンの接続が途切れた場合の対処方法
ko: 헤드폰 연결이 중단된 경우의 처리 방법
pt: Método de tratamento para conexão de fone de ouvido interrompida
vi: Phương pháp xử lý kết nối tai nghe bị gián đoạn
zh_hant: 耳機連線中斷的處理方法

source: hardware device itself,
de: Hardwaregerät selbst,
es: dispositivo de hardware en sí,
ja: ハードウェアデバイス自体、
ko: 하드웨어 장치 자체,
pt: dispositivo de hardware em si,
vi: bản thân thiết bị phần cứng,
zh_hant: 硬體設備本身，

source: Headphone Related Issues
de: Probleme mit Kopfhörern
es: Problemas relacionados con los auriculares
ja: ヘッドフォン関連の問題
ko: 헤드폰 관련 문제
pt: Problemas relacionados ao fone de ouvido
vi: Các vấn đề liên quan đến Tai nghe
zh_hant: 耳機相關問題

source: Healthcare
de: Gesundheitspflege
es: Cuidado de la salud
ja: 健康管理
ko: 헬스케어
pt: Assistência médica
vi: Chăm sóc sức khỏe
zh_hant: 衛生保健

source: Hear real-time translations and get smart AI summaries instantly
de: Hören Sie Übersetzungen in Echtzeit und erhalten Sie sofort intelligente KI-Zusammenfassungen
es: Escuche traducciones en tiempo real y obtenga resúmenes inteligentes de IA al instante
ja: リアルタイムの翻訳を聞いて、AI によるスマートな要約を即座に取得します
ko: 실시간 번역을 듣고 스마트 AI 요약을 즉시 받아보세요.
pt: Ouça traduções em tempo real e receba resumos inteligentes de IA instantaneamente
vi: Nghe bản dịch trực tiếp và nhận tóm tắt AI thông minh ngay lập tức
zh_hant: 聽到即時翻譯並立即獲得智慧人工智慧摘要

source: Hear translations in your own voice!
de: Hören Sie Übersetzungen mit Ihrer eigenen Stimme!
es: ¡Escuche las traducciones con su propia voz!
ja: 自分の声で翻訳を聞いてください!
ko: 자신의 목소리로 번역을 들어보세요!
pt: Ouça traduções com sua própria voz!
vi: Nghe bản dịch bằng chính giọng nói của bạn!
zh_hant: 聆聽自己的聲音翻譯！

source: Here are some simple step-by-step instructions on how to use the headphone translation feature in Appname:
de: Hier sind einige einfache Schritt-für-Schritt-Anleitungen zur Verwendung der Kopfhörer-Übersetzungsfunktion in Appname:
es: Aquí hay algunas instrucciones simples paso a paso sobre cómo usar la función de traducción de auriculares en Appname:
ja: Appname のヘッドフォン翻訳機能を使用する方法について、簡単な手順を次に示します。
ko: 다음은 Appname의 헤드폰 번역 기능을 사용하는 방법에 대한 몇 가지 간단한 단계별 지침입니다.
pt: Aqui estão algumas instruções passo a passo simples sobre como usar o recurso de tradução de fone de ouvido no Appname:
vi: Dưới đây là một số hướng dẫn từng bước đơn giản về cách sử dụng tính năng dịch tai nghe trong Appname:
zh_hant: 以下是有關如何使用 Appname 中的耳機翻譯功能的一些簡單逐步說明：

source: Hi There!
de: Hallo!
es: ¡Hola!
ja: やあ！
ko: 안녕하세요!
pt: Olá!
vi: Xin chào!
zh_hant: 你好呀！

source: High-quality audio is required.
de: Hochwertige Audioqualität ist erforderlich.
es: Se requiere audio de alta calidad.
ja: 高品質のオーディオが必要です。
ko: 고품질 오디오가 필요합니다.
pt: É necessário áudio de alta qualidade.
vi: Cần có âm thanh chất lượng cao.
zh_hant: 需要高品質的音訊。

source: How do I connect my headphones?
de: Wie schließe ich meine Kopfhörer an?
es: ¿Cómo conecto mis auriculares?
ja: ヘッドフォンを接続するにはどうすればよいですか?
ko: 헤드폰을 어떻게 연결하나요?
pt: Como faço para conectar meus fones de ouvido?
vi: Làm cách nào để kết nối tai nghe của tôi?
zh_hant: 如何連接耳機？

source: How do I start live translation?
de: Wie starte ich die Live-Übersetzung?
es: ¿Cómo comienzo la traducción en vivo?
ja: ライブ翻訳を開始するにはどうすればよいですか?
ko: 실시간 번역을 시작하려면 어떻게 해야 하나요?
pt: Como inicio a tradução ao vivo?
vi: Làm cách nào để bắt đầu dịch trực tiếp?
zh_hant: 如何開始即時翻譯？

source: How to use photo translation
de: So verwenden Sie die Fotoübersetzung
es: Cómo utilizar la traducción de fotografías
ja: 写真翻訳の使い方
ko: 사진 번역 사용 방법
pt: Como usar a tradução de fotos
vi: Cách sử dụng dịch ảnh
zh_hant: 如何使用照片翻譯

source: How Your Data Is Processed
de: Wie Ihre Daten verarbeitet werden
es: Cómo se procesan sus datos
ja: データの処理方法
ko: 귀하의 데이터가 처리되는 방법
pt: Como seus dados são processados
vi: Dữ liệu của bạn được xử lý như thế nào
zh_hant: 您的資料如何處理

source: Hủy
de: Hallo
ja: やあ
ko: 휴
pt: Olá
vi: Hủy bỏ
zh_hant: 惠

source: I understand
de: Ich verstehe
es: Entiendo
ja: わかりました
ko: 이해합니다
pt: Eu entendo
vi: Tôi hiểu
zh_hant: 我明白

source: If activated, the translation will play automatically.
de: Wenn aktiviert, wird die Übersetzung automatisch abgespielt.
es: Si está activado, la traducción se reproducirá automáticamente.
ja: 有効にすると、翻訳が自動的に再生されます。
ko: 활성화하면 번역이 자동으로 재생됩니다.
pt: Se ativado, a tradução será reproduzida automaticamente.
vi: Nếu được bật, bản dịch sẽ tự động phát.
zh_hant: 如果激活，翻譯將自動播放。

source: If cloning fails, we may automatically retry using your saved audio.
de: Wenn das Klonen fehlschlägt, versuchen wir es möglicherweise automatisch erneut mit Ihrem gespeicherten Audio.
es: Si la clonación falla, podemos volver a intentar usar automáticamente el audio guardado.
ja: クローン作成が失敗した場合、保存された音声を使用して自動的に再試行される場合があります。
ko: 복제에 실패하면 저장된 오디오를 사용하여 자동으로 다시 시도할 수 있습니다.
pt: Se a clonagem falhar, poderemos tentar novamente usando o áudio salvo.
vi: Nếu sao chép không thành công, chúng tôi có thể tự động thử lại bằng âm thanh đã lưu của bạn.
zh_hant: 如果克隆失敗，我們可能會自動使用您儲存的音訊重試。

source: If the headset fails to connect the first time, try
de: Wenn das Headset beim ersten Mal keine Verbindung herstellen kann, versuchen Sie es
es: Si los auriculares no se conectan la primera vez, intente
ja: ヘッドセットの初回接続に失敗した場合は、次のことを試してください。
ko: 헤드셋이 처음 연결에 실패하면 다음을 시도하십시오.
pt: Se o fone de ouvido não conseguir se conectar na primeira vez, tente
vi: Nếu tai nghe không kết nối được lần đầu, hãy thử
zh_hant: 如果耳機第一次連線失敗，請嘗試

source: If the headset fails to connect the first time, try **closing the app completely** and reopening it to try again.
de: Wenn das Headset beim ersten Mal keine Verbindung herstellen kann, versuchen Sie, **die App vollständig zu schließen** und sie erneut zu öffnen, um es erneut zu versuchen.
es: Si el auricular no se conecta la primera vez, intente **cerrar la aplicación por completo** y volver a abrirla para volver a intentarlo.
ja: ヘッドセットの初回接続に失敗した場合は、**アプリを完全に閉じ**、再度開いて再試行してください。
ko: 처음에 헤드셋 연결에 실패하면 **앱을 완전히 종료**하고 다시 열어서 다시 시도해 보세요.
pt: Se o fone de ouvido não conseguir se conectar na primeira vez, tente **fechar o aplicativo completamente** e reabri-lo para tentar novamente.
vi: Nếu tai nghe không kết nối được trong lần đầu tiên, hãy thử **đóng ứng dụng hoàn toàn** và mở lại để thử lại.
zh_hant: 如果耳機第一次連線失敗，請嘗試**完全關閉應用程式**，然後重新開啟以重試。

source: If the problem persists, you can also contact the headset manufacturer's customer service for more professional hardware support.
de: Wenn das Problem weiterhin besteht, können Sie sich für professionelleren Hardware-Support auch an den Kundendienst des Headset-Herstellers wenden.
es: Si el problema persiste, también puede comunicarse con el servicio de atención al cliente del fabricante de los auriculares para obtener soporte de hardware más profesional.
ja: 問題が解決しない場合は、ヘッドセットの製造元のカスタマー サービスに問い合わせて、より専門的なハードウェア サポートを受けることもできます。
ko: 문제가 지속되면 헤드셋 제조업체의 고객 서비스에 문의하여 보다 전문적인 하드웨어 지원을 받을 수도 있습니다.
pt: Se o problema persistir, você também pode entrar em contato com o atendimento ao cliente do fabricante do fone de ouvido para obter suporte de hardware mais profissional.
vi: Nếu sự cố vẫn tồn tại, bạn cũng có thể liên hệ với bộ phận dịch vụ khách hàng của nhà sản xuất tai nghe để được hỗ trợ phần cứng chuyên nghiệp hơn.
zh_hant: 如果問題仍然存在，您也可以聯絡耳機廠商客服以獲得更專業的硬體支援。

source: If you are using Bluetooth earphones:
de: Wenn Sie Bluetooth-Kopfhörer verwenden:
es: Si está utilizando auriculares Bluetooth:
ja: Bluetooth イヤホンを使用している場合:
ko: Bluetooth 이어폰을 사용하는 경우:
pt: Se você estiver usando fones de ouvido Bluetooth:
vi: Nếu bạn đang sử dụng tai nghe Bluetooth:
zh_hant: 如果您使用藍牙耳機：

source: If you are using wired headphones:
de: Wenn Sie kabelgebundene Kopfhörer verwenden:
es: Si está utilizando auriculares con cable:
ja: 有線ヘッドフォンを使用している場合:
ko: 유선 헤드폰을 사용하는 경우:
pt: Se você estiver usando fones de ouvido com fio:
vi: Nếu bạn đang sử dụng tai nghe có dây:
zh_hant: 如果您使用有線耳機：

source: In normal network conditions, the first translation takes about
de: Unter normalen Netzwerkbedingungen dauert die erste Übersetzung ca
es: En condiciones normales de red, la primera traducción tarda aproximadamente
ja: 通常のネットワーク状態では、最初の翻訳には約
ko: 정상적인 네트워크 조건에서 첫 번째 번역은 약
pt: Em condições normais de rede, a primeira tradução leva cerca de
vi: Trong điều kiện mạng bình thường, bản dịch đầu tiên mất khoảng
zh_hant: 在正常網路條件下，第一次翻譯大約需要

source: In normal network conditions, the first translation takes about **4-5 seconds**. If it takes much longer, this is usually a
de: Unter normalen Netzwerkbedingungen dauert die erste Übersetzung etwa **4-5 Sekunden**. Wenn es viel länger dauert, ist dies normalerweise ein
es: En condiciones normales de red, la primera traducción tarda unos **4-5 segundos**. Si lleva mucho más tiempo, esto suele ser un
ja: 通常のネットワーク状況では、最初の翻訳には約 **4 ～ 5 秒**かかります。かなり長い時間がかかる場合は、通常、
ko: 일반적인 네트워크 조건에서 첫 번째 번역은 **4~5초** 정도 걸립니다. 시간이 훨씬 더 오래 걸리는 경우 일반적으로 다음과 같습니다.
pt: Em condições normais de rede, a primeira tradução leva cerca de **4 a 5 segundos**. Se demorar muito mais, isso geralmente é um
vi: Trong điều kiện mạng bình thường, bản dịch đầu tiên mất khoảng **4-5 giây**. Nếu mất nhiều thời gian hơn, đây thường là một
zh_hant: 在正常網路條件下，第一次翻譯大約需要 **4-5 秒**。如果需要更長的時間，這通常是

source: Issues Related to Live Translation
de: Probleme im Zusammenhang mit der Live-Übersetzung
es: Problemas relacionados con la traducción en vivo
ja: ライブ翻訳に関連する問題
ko: 실시간 번역 관련 문제
pt: Problemas relacionados à tradução ao vivo
vi: Các vấn đề liên quan đến Phiên dịch Trực tiếp
zh_hant: 與即時翻譯相關的問題

source: It is recommended that you
de: Es wird Ihnen empfohlen
es: Se recomienda que usted
ja: 推奨されるのは、
ko: 다음을 수행하는 것이 좋습니다.
pt: É recomendado que você
vi: Xin khuyến nghị bạn
zh_hant: 建議您

source: It is recommended that you **re-record** your voice for cloning in a **quiet environment** with **clearer and louder speech.**
de: Es wird empfohlen, dass Sie Ihre Stimme **neu aufzeichnen**, um sie in einer **ruhigen Umgebung** mit **klarerer und lauterer Sprache zu klonen.
es: Se recomienda **volver a grabar** su voz para clonarla en un **ambiente tranquilo** con **habla más clara y más alta.**
ja: クローン作成のために、**静かな環境**で**より明瞭で大きな声で**自分の声を**再録音**することをお勧めします。
ko: 복제를 위해 **조용한 환경**에서 **더 명확하고 큰 음성**으로 **다시 녹음**하는 것이 좋습니다.
pt: É recomendado que você **regrave** sua voz para clonagem em um **ambiente silencioso** com **fala mais clara e mais alta.**
vi: Bạn nên **ghi âm lại** giọng nói của mình để nhân bản trong **môi trường yên tĩnh** với **giọng nói rõ hơn và to hơn.**
zh_hant: 建議您**重新錄製**您的聲音以便在**安靜的環境**中進行克隆，並且**更清晰、更響亮的說話。 **

source: just 38.442
de: nur 38.442
es: sólo 38.442
ja: ちょうど 38.442
ko: 단지 38.442
pt: apenas 38.442
vi: chỉ 38,442
zh_hant: 只是 38.442

source: Language
de: Sprache
es: Idioma
ja: 言語
ko: 언어
pt: Linguagem
vi: Ngôn ngữ
zh_hant: 語言

source: Log Out
de: Abmelden
es: Finalizar la sesión
ja: ログアウト
ko: 로그아웃
pt: Sair
vi: Đăng xuất
zh_hant: 退出

source: Make sure your device's operating system and Bluetooth driver are the latest version.
de: Stellen Sie sicher, dass das Betriebssystem und der Bluetooth-Treiber Ihres Geräts die neueste Version haben.
es: Asegúrese de que el sistema operativo de su dispositivo y el controlador Bluetooth sean la última versión.
ja: デバイスのオペレーティング システムと Bluetooth ドライバーが最新バージョンであることを確認してください。
ko: 장치의 운영 체제와 Bluetooth 드라이버가 최신 버전인지 확인하세요.
pt: Certifique-se de que o sistema operacional e o driver Bluetooth do seu dispositivo sejam a versão mais recente.
vi: Hãy đảm bảo hệ điều hành của thiết bị và trình điều khiển Bluetooth của bạn là phiên bản mới nhất.
zh_hant: 確保您裝置的作業系統和藍牙驅動程式是最新版本。

source: Medical terms
de: Medizinische Begriffe
es: Términos médicos
ja: 医学用語
ko: 의학용어
pt: Termos médicos
vi: Thuật ngữ y tế
zh_hant: 醫學術語

source: Microphone Related Issues
de: Probleme mit dem Mikrofon
es: Problemas relacionados con el micrófono
ja: マイク関連の問題
ko: 마이크 관련 문제
pt: Problemas relacionados ao microfone
vi: Các vấn đề liên quan đến Micrô
zh_hant: 麥克風相關問題

source: more than 5 seconds
de: mehr als 5 Sekunden
es: más de 5 segundos
ja: 5秒以上
ko: 5초 이상
pt: mais de 5 segundos
vi: hơn 5 giây
zh_hant: 超過5秒

source: My Account
de: Mein Konto
es: Mi cuenta
ja: 私のアカウント
ko: 내 계정
pt: Minha conta
vi: Tài khoản của tôi
zh_hant: 我的帳戶

source: My Dreams
de: Meine Träume
es: mis sueños
ja: 私の夢
ko: 나의 꿈
pt: Meus sonhos
vi: Ước mơ của tôi
zh_hant: 我的夢想

source: My History
de: Meine Geschichte
es: mi historia
ja: 私の歴史
ko: 내 역사
pt: Minha história
vi: Lịch sử của tôi
zh_hant: 我的歷史

source: My Industry
de: Meine Branche
es: Mi industria
ja: 私の業界
ko: 내 산업
pt: Minha Indústria
vi: Lĩnh vực của tôi
zh_hant: 我的行業

source: Name your Voice Profile
de: Benennen Sie Ihr Sprachprofil
es: Ponle un nombre a tu perfil de voz
ja: 音声プロファイルに名前を付けます
ko: 음성 프로필 이름 지정
pt: Dê um nome ao seu perfil de voz
vi: Đặt tên cho Hồ sơ Giọng nói của bạn
zh_hant: 命名您的語音配置文件

source: network issue
de: Netzwerkproblem
es: problema de red
ja: ネットワークの問題
ko: 네트워크 문제
pt: problema de rede
vi: sự cố mạng
zh_hant: 網路問題

source: Next
de: Nächste
es: Próximo
ja: 次
ko: 다음
pt: Próximo
vi: Tiếp theo
zh_hant: 下一個

source: no need to click
de: Sie müssen nicht klicken
es: no es necesario hacer clic
ja: クリックする必要はありません
ko: 클릭할 필요가 없어
pt: não há necessidade de clicar
vi: không cần nhấp
zh_hant: 無需點擊

source: No Voice Profiles
de: Keine Sprachprofile
es: Sin perfiles de voz
ja: 音声プロファイルなし
ko: 음성 프로필 없음
pt: Sem perfis de voz
vi: Không có Hồ sơ Giọng nói
zh_hant: 無語音設定檔

source: Not Now
de: Nicht jetzt
es: Ahora no
ja: 今じゃない
ko: 지금은 아님
pt: Agora não
vi: Để sau
zh_hant: 現在不要

source: Note:
de: Notiz:
es: Nota:
ja: 注記：
ko: 메모:
pt: Observação:
vi: Ghi chú:
zh_hant: 筆記：

source: Nothing here yet. Let's get started!
de: Hier ist noch nichts. Lass uns Fangen Sie an!
es: Nada aquí todavía. vamos ¡empieza!
ja: ここにはまだ何もありません。しましょう 始めましょう！
ko: 아직 아무것도 없습니다. 하자 시작하세요!
pt: Nada aqui ainda. Vamos comece!
vi: Chưa có gì ở đây. Hãy bắt đầu nào!
zh_hant: 這裡還什麼都沒有。讓我們 開始吧！

# Nothing here yet. Let's get started!
source: Nothing here yet. Let's\nget started!
de: Hier ist noch nichts. Los geht's!
es: Nada aquí todavía. ¡Empecemos\n!
ja: ここにはまだ何もありません。 \n始めましょう!
ko: 아직 아무것도 없습니다. 시작해 보세요!
pt: Nada aqui ainda. Vamos\ncomeçar!
vi: Chưa có gì ở đây. Hãy\nbắt đầu!
zh_hant: 這裡還什麼都沒有。讓我們開始吧！

source: One-Minute Recording
de: Einminütige Aufnahme
es: Grabación de un minuto
ja: 1分間の録音
ko: 1분 녹음
pt: Gravação de um minuto
vi: Ghi âm một phút
zh_hant: 一分鐘錄音

source: one-way interpretation
de: einseitige Interpretation
es: interpretación unidireccional
ja: 一方的な解釈
ko: 단방향 해석
pt: interpretação unilateral
vi: phiên dịch một chiều
zh_hant: 單向解釋

source: Open
de: Offen
es: Abierto
ja: 開ける
ko: 열려 있는
pt: Abrir
vi: Mở
zh_hant: 打開

source: Open **Camera tab**, then click **Gallery button** to select a photo from your album for translation, or use the camera to photograph text for translation. When using it for the first time, you'll need to grant
de: Öffnen Sie die Registerkarte „Kamera“ und klicken Sie dann auf die Schaltfläche „Galerie“, um ein Foto aus Ihrem Album zur Übersetzung auszuwählen, oder verwenden Sie die Kamera, um Text zur Übersetzung zu fotografieren. Wenn Sie es zum ersten Mal verwenden, müssen Sie es genehmigen
es: Abra la **pestaña Cámara**, luego haga clic en el **botón Galería** para seleccionar una foto de su álbum para traducir, o use la cámara para fotografiar el texto para traducir. Al usarlo por primera vez, deberás otorgar
ja: **[カメラ]タブ**を開き、**ギャラリー ボタン**をクリックして、アルバムから翻訳用の写真を選択するか、カメラを使用して翻訳用のテキストを撮影します。初めて使用するときは、許可する必要があります
ko: **카메라 탭**을 연 다음 **갤러리 버튼**을 클릭하여 앨범에서 번역할 사진을 선택하거나 카메라를 사용하여 번역할 텍스트를 촬영하세요. 처음 사용할 때 권한을 부여해야 합니다.
pt: Abra a **guia Câmera** e clique no **botão Galeria** para selecionar uma foto do seu álbum para tradução ou use a câmera para fotografar texto para tradução. Ao usá-lo pela primeira vez, você precisará conceder
vi: Mở **tab Máy ảnh**, sau đó nhấp vào **Nút Thư viện** để chọn ảnh từ album của bạn để dịch hoặc sử dụng máy ảnh để chụp ảnh văn bản để dịch. Khi sử dụng lần đầu tiên, bạn sẽ cần phải cấp
zh_hant: 開啟**相機標籤**，然後按一下**圖庫按鈕**從相簿中選擇照片進行翻譯，或使用相機拍攝文字進行翻譯。第一次使用時，需要授予

source: Our engine trains a model on your pitch.
de: Unsere Engine trainiert ein Modell auf Ihrem Pitch.
es: Nuestro motor entrena un modelo en su campo.
ja: 私たちのエンジンはあなたのピッチでモデルをトレーニングします。
ko: 우리 엔진은 귀하의 경기장에서 모델을 훈련시킵니다.
pt: Nosso mecanismo treina um modelo em seu campo.
vi: Hệ thống của chúng tôi đào tạo một mô hình dựa trên cao độ của bạn.
zh_hant: 我們的引擎會在您的球場上訓練模型。

source: per week
de: pro Woche
es: por semana
ja: 週あたり
ko: 주당
pt: por semana
vi: mỗi tuần
zh_hant: 每週

source: Permanent deletion option
de: Option zum dauerhaften Löschen
es: Opción de eliminación permanente
ja: 永久削除オプション
ko: 영구 삭제 옵션
pt: Opção de exclusão permanente
vi: Tùy chọn xóa vĩnh viễn
zh_hant: 永久刪除選項

source: Personalize Your Interpretation
de: Personalisieren Sie Ihr Interpretation
es: Personaliza tu Interpretación
ja: あなたをパーソナライズ 解釈
ko: 당신의 개인화 해석
pt: Personalize o seu Interpretação
vi: Cá nhân hóa Bản dịch của bạn
zh_hant: 個性化您的 解讀

# Personalize Your Interpretation
source: Personalize Your\nInterpretation
de: Personalisieren Sie Ihre\nInterpretation
es: Personalice su\ninterpretación
ja: 解釈を\nカスタマイズする
ko: 해석을 개인화하세요
pt: Personalize sua\ninterpretação
vi: Cá nhân hóa cách diễn giải\ncủa bạn
zh_hant: 個性化您的\n解釋

source: Photo Translation & AI Note
de: Fotoübersetzung und KI-Notiz
es: Traducción de fotografías y nota de IA
ja: 写真翻訳＆AIノート
ko: 사진번역 & AI노트
pt: Tradução de fotos e nota AI
vi: Dịch ảnh & ghi chú AI
zh_hant: 照片翻譯&AI筆記
